[
    {
        "id": 1,
        "title": "Xuyên Thấu Nhân Tính Đích Nhược Điểm",
        "category": "nhan-tinh",
        "cover": "img/books/nhan-tinh-1.jpg",
        "price": "Tự định giá",
        "description": "Thế đạo suy vi, lòng người khó lường. Cuốn sách này soi rọi sâu xa vào bản chất con người, vạch trần những mưu toan ẩn khuất. Hèn với xảo, thiện với ác, đều từ tâm mà sinh. Muốn an bang tế thế, trước hết phải \"chính tâm\". Lòng trắc ẩn, sự độ lượng, ấy là gốc rễ của mọi điều tốt đẹp. Hãy thắp sáng ngọn đuốc lương tri, gieo mầm thiện niệm. Thế giới này, vốn dĩ do tâm tạo. Muốn đổi thay thế giới, hãy bắt đầu từ chính mình.",
        "rating": 4.5,
        "comments": [],
        "publicationDate": "2023-01-15",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 552,
        "readLink": "https://drive.google.com/file/d/1IdhkwmwmMIqXsbSg3ORd_9Mj_lDSvwWu/view?usp=drive_link"
    },
    {
        "id": 2,
        "title": "Toàn tập các thủ đoạn và mưu lược mà bạn cần hiểu ở tuổi đôi mươi",
        "category": "nhan-tinh",
        "cover": "img/books/thudoantuoitre.jpg",
        "price": "####",
        "description": "Dưới ánh sáng của mưu trí, mỗi bước đi của con người đều phải cân nhắc, tĩnh lặng mà khôn ngoan. Điển tịch này khuyên rằng trong cuộc đời, người khôn ngoan không chỉ nắm giữ trí tuệ, mà còn phải biết cách vận dụng mưu kế để vượt qua sóng gió. Từ \"nhẫn nhịn\" để tránh đối đầu không cần thiết, đến việc dùng \"đức báo oán\" để xóa bỏ hận thù, tất cả đều là nghệ thuật để xây dựng mối quan hệ và tạo dựng sự nghiệp. Những ai khéo léo trong ứng xử, linh hoạt trong quyết định, sẽ luôn đứng vững giữa những thách thức của cuộc đời, giữ vững khí phách mà không làm mất thể diện. Mưu lược không phải là thủ đoạn tiểu nhân, mà là sự sáng suốt trong từng quyết định, giúp người ta đạt được thành công một cách chậm rãi nhưng bền vững.",
        "rating": 4.1,
        "comments": [],
        "publicationDate": "2023-02-20",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 302,
        "readLink": "https://drive.google.com/file/d/1vKUq0I1P3sHPNorGgmMEcvX2ify6BJF_/view"
    },
    {
        "id": 3,
        "title": "Logic Của Người Nghèo",
        "category": "nhan-tinh",
        "cover": "img/books/logicpoor.jpg",
        "price": "####",
        "description": "Thư tịch này họa nên bức tranh bi ai về phận nghèo, nơi kẻ sĩ chìm nổi giữa vòng danh lợi, đối mặt nan đề thiện ác. Chúng sinh trong cảnh khốn cùng, hoặc thủ tiết thọ khổ, hoặc buông lung theo tà đạo, đều khó toàn vẹn nhân nghĩa. Tác giả dụng công khắc họa nội tâm giằng xé của bá tánh khi đối diện lựa chọn sinh tử tồn vong. Thư trung điểm xuất bi kịch nhân sinh: cái nghèo không chỉ bóp nghẹt sinh kế, mà còn đoạn tuyệt thiện căn, khiến lòng người dần hóa tro tàn.",
        "rating": 4.2,
        "comments": [],
        "publicationDate": "2023-03-10",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 55,
        "readLink": "https://drive.google.com/file/d/13nXkOcToNuo4lX8N-YYxi9co_tStlonj/view"
    },
    {
        "id": 4,
        "title": "Nhân Tính Đen và Trắng",
        "category": "nhan-tinh",
        "cover": "img/books/nhantinhdenvatrang.jpg",
        "price": "Tự định giá",
        "description": "\"Nhân Tính Đen và Trắng\" thư tịch luận về bản chất lưỡng diện của nhân tâm, tựa minh châu ẩn trong trần cấu, hoặc quang minh đại thiện, hoặc ám muội chí ác. Thư khai tông lập nghĩa \"Lòng Lang Dạ Phật\", khuyến nhân tu luyện tâm tính, dung hòa cương nhu, đạt cảnh giới thượng thừa.",
        "rating": 4.6,
        "comments": [],
        "publicationDate": "2023-04-05",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 600,
        "readLink": "https://drive.google.com/file/d/1CpP_0kDFqUhK1QHScTrJJzdyHj3_tnZj/view?usp=drive_link"
    },
    {
        "id": 5,
        "title": "Tình Cảm Bí Tịch",
        "category": "tinh-cam",
        "cover": "img/books/tinhcambitich.jpg",
        "price": "Tự định giá",
        "description": "Thế gian tình ái tựa cuộc cờ, người hữu trí dụng tâm mà liệu. Tình cảm hữu hạn, trí tuệ vô biên. Lấy thiên hạ nhập tình, lấy tình ái độ lượng cuộc đời, mưu đồ sự nghiệp. \"Bất định\" chi thuật, \"đẩy kéo\" chi kế, thuần hóa chỉ đạo, ngõ hầu nắm chặt vận mệnh, thành tựu đại nghiệp. Quên ân, ghi hận là thường tình, thuận tâm mà hành. Lục căn thanh tịnh, ngạo thị bách thế. Đây, chính là chí nhân tôn giả sở dĩ thành.",
        "rating": 4.6,
        "comments": [],
        "publicationDate": "2023-05-12",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 605,
        "readLink": "https://drive.google.com/file/d/1C8oZIqlry8XAXJz5CClBErSZqWFljW00/view"
    },
    {
        "id": 6,
        "title": "Thương Chiến Bí Tịch",
        "category": "thuong-chien",
        "cover": "img/books/thuongchien.jpg",
        "price": "Tự định giá",
        "description": "\"Thương Chiến Bí Tịch, kỳ thư diễn giải đạo kinh doanh, khởi nghiệp chi đạo, minh biện nghi bất nghi, trắc độ tiềm lực, giải ngộ thành công chi yếu. Thương mại diễn tiến, trực tuyến truyền thống dị biệt, bần phú chi lý, khan hiếm chi lực. Thượng tầng chiến lược, cạnh tranh chi đạo, vô tranh chi lợi, chiến lược tư duy, mô hình canh tân, lãnh đạo chỉ đạo, quyết sách chi thuật. Khởi nghiệp hợp tác, đối tác tầm cầu, cổ phần phân chia, duy trì chi đạo, xuất nhập chi cơ, định giá chi pháp. Doanh số bùng nổ, cơ chế diễn dịch, xổ số chi thuật, tăng thêm chi diệu, giảm bớt chi pháp, trả góp chỉ nghi. Bảy chương tinh túy, như ngọn đăng soi tỏ đường thương nghiệp, mong hữu duyên độc giả lĩnh hội diệu pháp.\"",
        "rating": 4.8,
        "comments": [],
        "publicationDate": "2023-08-10",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 806,
        "readLink": "https://drive.google.com/file/d/1C0r-kas00a4vEZOH806BTwWlaiTJbrwp/view"
    },
    {
        "id": 7,
        "title": "Tiểu Nhân Kinh",
        "category": "nhan-tinh",
        "cover": "img/books/tieunhankinh.jpg",
        "price": "Tự định giá",
        "description": "Thái cực biến hóa, mưu tại tiên cơ. Kẻ trí khôn không ngại giả nhân, dĩ nhu chế cương, mượn gió bẻ măng, ẩn nhẫn tiềm phục, chờ thời cơ hiện. Dùng người như dùng cờ, lợi dụng kẻ tài hèn, khiến chúng tự tranh, rồi ngư ông đắc lợi. Lấy lời ngọt dụ dụ, dùng lợi ích câu dẫn, vung tiền mua chuộc, dựng thế tạo uy. Kẻ làm quan thời thế, phải biết biến hóa, không tranh với người.",
        "rating": 4.7,
        "comments": [],
        "publicationDate": "2023-06-20",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 812,
        "readLink": "https://drive.google.com/file/d/1loT92puqBFRPhprfzncC4dHXBHsxXPa1/view"
    },
    {
        "id": 8,
        "title": "La Chức Kinh",
        "category": "nhan-tinh",
        "cover": "img/books/lachuckinh.jpg",
        "price": "Tự định giá",
        "description": "《La Chức Kinh》, là vực sâu của quyền thuật, là tột đỉnh của gian trá. Lập thân chốn miếu đường, không cậy trung nghĩa, mà cậy vào sự giăng lưới. Muốn thao túng lòng người, phải xét tính tình, ném cái họ thích, khống chế cái họ sợ. Công kích chỗ thiếu, dương cao chỗ tốt, đặt ra mưu kế, giăng lưới thiên hạ. Tru di kẻ khác, củng cố quyền vị, dù thân cũng bỏ, không chỗ nào không dùng hết. Oan ngục chồng chất, khuynh loát không ngừng, đây là chân đế của kinh này, cũng là viết cho loạn thế.",
        "rating": 4.7,
        "comments": [],
        "publicationDate": "2023-07-15",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 66,
        "readLink": "https://drive.google.com/file/d/1r1EOMLQ9YUpvk8MzQRG1VnCv6FVFY-J_/view?usp=sharing"
    },
    {
        "id": 9,
        "title": "Tuyệt Mật Nhân Tính",
        "category": "nhan-tinh",
        "cover": "img/books/tuyetmatnhantinh.jpg",
        "price": "Tự định giá",
        "description": "Tài liệu này là một \"bí kíp\" về nhân tính, được mô tả là kiến thức bí mật của giới thượng lưu, không truyền ra ngoài. Nó nhấn mạnh rằng con người vốn ích kỷ, và mọi hành động đều xuất phát từ lợi ích cá nhân. Để thành công, cân hiểu rõ và lợi dụng bản chất này. Tài liệu đề cập đến hai bộ quy tắc: quy tắc bề ngoài (đạo đức, Nho giáo) và quy tắc ngầm (lợi ích, Pháp gia). Người thành công là người hiểu rõ quy tắc ngầm, sử dụng quy tắc bề ngoài để che đậy.",
        "rating": 5.0,
        "comments": [],
        "publicationDate": "2023-09-01",
        "purchased": false,
        "author": "Xuyên Thấu Nhân Tính",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 999,
        "readLink": "https://drive.google.com/drive/folders/17eQ7mU95eVnEGDij3FuqgiG833kXYP"
    },
    {
        "id": 10,
        "title": "Một hạt cát một thế giới",
        "category": "thuong-chien",
        "cover": "img/books/mothatcat.jpg",
        "price": "Tùy tâm",
        "description": "Hạ bút, \"Một Hạt Cát, Một Thế Giới\" chép lại những ghi chép kinh tế, không cầu lý thuyết hoàn hảo, chỉ mong tìm ra lời đáp cho những câu hỏi thường trực trong đời sống. Dự trữ ngoại hối, giá nhà, những vấn đề xã hội, vĩ mô, vi mô, tất cả đều là tấm gương phản chiếu sự vận hành của thế giới này. Mỗi dòng chữ, một bước chân qua cõi nhân sinh, đưa người đọc đến gần hơn với chân lý ẩn khuất dưới lớp vỏ bề ngoài. Kinh tế là vậy, luôn biến chuyển, như cát bụi vần xoay.",
        "rating": 4.6,
        "comments": [],
        "publicationDate": "2023-10-15",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 39,
        "readLink": "Đang khởi tạo"
    },
    {
        "id": 11,
        "title": "Khai Khiếu, Khai Ngộ, Khai Trí",
        "category": "nhan-tinh",
        "cover": "img/books/khaikhieu.jpg",
        "price": "Tự định giá",
        "description": "\"Khai Khiếu, Khai Ngộ, Khai Trí\", di sản tri thức thâm sâu, hé lộ bí mật nhân sinh, từ tư duy đến vận mệnh. Sách khai mở trí tuệ, giúp người đọc nhìn thấu thế giới, tôi luyện bản lĩnh sinh tồn, đạt tới thành công và hạnh phúc. Vượt lên trên những lẽ thường, tác phẩm là lời cảnh tỉnh đanh thép về nhân tính, đạo đức và quy luật xã hội. Nắm giữ chìa khóa này, người đọc sẽ làm chủ cuộc đời, tránh khỏi u mê, hướng tới tương lai tươi sáng.",
        "rating": 4.3,
        "comments": [],
        "publicationDate": "2023-11-01",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 864,
        "readLink": "https://drive.google.com/file/d/1A6g2o-pc4OVg6jvK8BhiumPSTYCyhgDD/view"
    },
    {
        "id": 12,
        "title": "Giáo Trình Nhập Môn Thanh Minh Mộng",
        "category": "ngo-dao",
        "cover": "img/books/thanhminhmong.jpg",
        "price": "Tùy tâm",
        "description": "\"Giáo Trình Nhập Môn Thanh Minh Mộng\" thư tịch chỉ nam, dẫn nhập minh mộng chỉ đạo. Thư giải thuyết minh mộng chi lý, thuật sử diễn biến, tham cứu khoa học căn bản. Minh mộng phi thiên phú dị năng, thực khả tập chi kỹ nghệ. Thư phân tích phương pháp ức mộng, thức triệu mộng cảnh, nghiệm chân hư vọng, nhập định dưỡng mộng. Xuất hồn chi cảnh, minh mộng biệt loại, diệc tại thư trung luận bàn. Thư hướng dẫn phương pháp tường minh, thiển nhập thâm tu, dĩ kỳ độc giả chưởng khống mộng cảnh, tham nội tâm huyền ảo, khai sáng ý vô cùng, nghiệm dị thường chi ngộ. Minh mộng chi đạo, phi chỉ du hí mộng cảnh, thực nãi khai tâm minh trí, siêu phàm nhập thánh chi cơ.",
        "rating": 4.5,
        "comments": [],
        "publicationDate": "2023-12-15",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 500,
        "readLink": "Đang khởi tạo"
    },
    {
        "id": 13,
        "title": "Lão Tử Vô Danh-Tianya",
        "category": "bai-viet-tianya",
        "cover": "img/books/laotuvodanh.jpg",
        "price": "Tùy tâm",
        "description": "Kính cáo chư vị! Bần đạo may mắn đọc được cổ tịch \"Đạo Đức Kinh,\" bỗng thấy càn khôn vũ trụ đều gói trọn trong đó. Điển tịch này không phải bàn luận những lý thuyết cao siêu, mà chỉ rõ lẽ thường tại, vạch trần mê hoặc, giúp ta nhận ra \"chân ngã\" vốn thanh tịnh, vốn an lạc, vốn hòa hợp với vũ trụ. Kính mong ai hữu duyên, hãy đọc, hãy ngẫm, rồi dũng cảm bước đi trên con đường \"vô thường diệt tận, tịch diệt vi lạc!\"",
        "rating": 3.8,
        "comments": [],
        "publicationDate": "2023-05-20",
        "purchased": false,
        "author": "Sưu tầm Tianya",
        "publisher": "Tianya",
        "purchasedCount": 500,
        "readLink": "Đang khởi tạo"
    },
    {
        "id": 14,
        "title": "3000 năm mấy ai thấu hiểu",
        "category": "bai-viet-tianya",
        "cover": "img/books/3000nam.jpg",
        "price": "Tùy tâm",
        "description": "Thiên địa bất nhân, dĩ vạn vật vi sô cẩu; Thánh nhân bất nhân, dĩ bách tính vi sô cẩu. Trị đại quốc nhược nấu tiểu tiên, bất khả tác. Phu duy vô vi nhi vô bất vi, thị dĩ thánh nhân xử sự dã. Bất thượng hiền, sử dân bất tranh; bất quý hiếm hóa, sử dân bất đạo; bất kiến khả dục, sử tâm bất loạn. Thị dĩ đạo trị quốc, đức dưỡng dân, chính lệnh giản, dân tự hóa.",
        "rating": 3.7,
        "comments": [],
        "publicationDate": "2023-07-10",
        "purchased": false,
        "author": "Sưu tầm Tianya",
        "publisher": "Tianya",
        "purchasedCount": 500,
        "readLink": "Đang khởi tạo"
    },
    {
        "id": 15,
        "title": "Hết thuốc chữa-Tianya",
        "category": "bai-viet-tianya",
        "cover": "img/books/hetthuocchua.jpg",
        "price": "Tùy tâm",
        "description": "\"Kiếm Đại\" chiêu thị, danh xưng \"Hết Dược Trị.\" Tả hình thế cục, luận đàm nhân tâm, phân tích thịnh suy, hàm chứa mưu lược, đan xen điển tích, cốt cách thâm trầm. Nhất nhất khảo xét \"Chính sự,\" \"Xã hội,\" \"Thế giới,\" đề cập \"Tài vụ,\" \"Giáo dục,\" \"Tình duyên,\" quán xuyến \"Học vấn,\" \"Tu thân,\" chỉ đạo \"Hành sự,\" hướng tới cảnh giới \"Tự do.\" Tả thì bình luận, hữu tắc phân tích, phàm phu tục tử, khả dĩ \"Tự Lực.\"",
        "rating": 3.5,
        "comments": [],
        "publicationDate": "2023-09-01",
        "purchased": false,
        "author": "Sưu tầm Tianya",
        "publisher": "Tianya",
        "purchasedCount": 500,
        "readLink": "Đang khởi tạo"
    },
    {
        "id": 16,
        "title": "Thức Tỉnh Nhận Thức",
        "category": "ngo-dao",
        "cover": "img/books/thuctinhnhanthuc.jpg",
        "price": "Tự định giá",
        "description": "Thư tịch này luận giải về pháp tu dưỡng bản thân, chia làm tam đại bộ phận chính: Não lý trí, não cảm xúc và não bản năng tương ứng như quân tử, thứ dân và dã thú trong nhân tính, cần được rèn luyện để làm chủ bản thân. Siêu nhận thức, tức khả năng tự vấn, là năng lực tối thượng giúp con người thoát khỏi sự mơ hồ và trưởng thành thực sự. Học tập hiệu quả không chỉ dựa trên lý trí mà còn cần kết hợp cảm tính, thông qua phương pháp luyện tập có chủ đích trong vùng rìa thoải mái để đạt được sự tiến bộ vượt bậc. Cuốn sách nhấn mạnh việc liên kết kiến thức mới với hệ thống nhận thức sẵn có, đồng thời chú trọng thực hành và thay đổi bản thân trong đời sống thực tiễn.",
        "rating": 4.1,
        "comments": [],
        "publicationDate": "2023-11-11",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 500,
        "readLink": "https://drive.google.com/drive/folders/1Hm4707mysvrunRDPoAa_YZitHIdnD/view?usp=drive_link"
    },
    {
        "id": 17,
        "title": "Làm thế nào để khôi phục cơ thể bạn về trạng thái hoàn hảo nhất",
        "category": "bai-viet-tianya",
        "cover": "img/books/khoiphuccothe.jpg",
        "price": "FREE",
        "description": "Kinh thư chép: Muốn thân thể đạt sự hoàn hảo, phải tinh tế chăm lo ngũ yếu: tư thế ngay ngắn, chế độ ẩm thực điều hòa, da dẻ tinh tế, nghỉ ngơi thanh tịnh và vận động đều đặn. Tư thế phải tự tin, ngực ưỡn vai thẳng, thân thể cường tráng. Ăn uống phải theo quy luật, không để thân thể thiếu dinh dưỡng, khí huyết điều hòa. Chăm sóc da dẻ qua thói quen đúng đắn, giấc ngủ phải vẹn toàn, không để tinh thần tán loạn. Vận động phải đều đặn, tinh thần mới được sáng suốt. Chăm lo các tạng tâm, gan, tỳ, dạ dày, thận, nuôi dưỡng khí huyết, cơ thể mới trọn vẹn.",
        "rating": 4.2,
        "comments": [],
        "publicationDate": "2023-06-01",
        "purchased": false,
        "author": "Khuyết Danh",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 500,
        "readLink": "Đang khởi tạo"
    },
    {
        "id": 18,
        "title": "Sức Khỏe Thể Hiện Trên Khuôn Mặt",
        "category": "bai-viet-tianya",
        "cover": "img/books/suckhoehienthi.jpg",
        "price": "FREE",
        "description": "Cuốn sách này bàn về tướng mạo, xem mặt và văn hóa dưỡng sinh. Tác giả Thiền Hải Thương Đạo chia sẻ những câu chuyện phiếm và kiến thức liên quan đến việc đọc khuôn mặt để hiểu về sức khỏe và vận mệnh. Từ đó, đưa ra những lời khuyên về dưỡng sinh để cải thiện cuộc sống.",
        "rating": 4.0,
        "comments": [],
        "publicationDate": "2019-03-28",
        "purchased": false,
        "author": "Thiền Hải Thương Đạo",
        "publisher": "NXB Tàng Thư Các",
        "purchasedCount": 500,
        "readLink": "Đang khởi tạo"
    },
    {
        "id": 19,
        "title": "Cường Thế Văn Hóa Đích Thủ Sách",
        "category": "nhan-tinh",
        "cover": "img/books/id19.jpg",
        "newCover": "img/newbooks/id19.jpg",
        "price": "Tự định giá",
        "description": "'Cường Thế Văn Hóa Thủ Sách' tựa như một tấm minh kính phản chiếu quy luật khách quan của nhân thế, phá tan huyễn tưởng về lòng nhân từ viển vông, đề cao tư duy cường giả. Sách luận rằng thiên hạ vốn dĩ vận hành theo thiên đạo—quy luật vô tình của mạnh được yếu thua, chứ chẳng phải dựa vào đạo đức hay tình cảm. Nhân sinh muốn vươn lên ắt phải nắm rõ thế cục, minh triết trong lựa chọn, đoạn tuyệt tâm lý dựa dẫm, hủy bỏ vọng tưởng cầu may. Từ kinh thương, chính trị đến nhân sinh, sách đều chủ trương rằng mọi sự giao thiệp chung quy cũng chỉ là lợi ích, bậc trí giả tất phải tầm cầu minh chủ, kết giao cường nhân, nhập đúng trường khí mà hành sự. Người có chí lập thân phải tôi luyện ý chí, đoạn tuyệt lối tư duy ỷ lại, dám nghịch thiên cải mệnh, dám hành động không chùn bước. Rốt cuộc, thiên hạ chưa từng ưu đãi kẻ bạc nhược, mà chỉ nguyện gióng trống khải hoàn đón bậc hùng tài thao lược.",
        "rating": 4.6,
        "comments": [],
        "publicationDate": "2025-03-02",
        "purchased": false,
        "author": "",
        "publisher": "",
        "purchasedCount": 552,
        "readLink": "https://drive.google.com/file/d/1SEuuQgMrMrdEEgSWG9G24PGsjhMut3CO/view?usp=sharing",
        "status": "đã phát hành"
    },
    {
        "id": 20,
        "title": "Tư Duy Cường Giả",
        "category": "nhan-tinh",
        "cover": "img/books/id20.jpg",
        "newCover": "img/newbooks/id20.jpg",
        "price": "Tự định giá",
        "description": "Thế nhân thường bị vô minh che mờ tâm trí, mãi quẩn quanh trong vòng luẩn quẩn của kẻ yếu. Cường giả chân chính phải có nhận thức siêu việt về nhân tình thế thái, hiểu rõ quy luật vận hành của Thiên Đạo - Địa Đạo - Nhân Đạo. Nhân sinh tựa như một ván cờ, kẻ mạnh luôn biết đặt mình vào vị trí chiến lược. Tâm tính kiên định, hành sự quả quyết, không bị chi phối bởi ngoại cảnh. Trong nghịch cảnh càng tỏa sáng khí chất phi phàm.",
        "rating": 4.4,
        "comments": [],
        "publicationDate": "2025-03-07",
        "purchased": false,
        "author": "",
        "publisher": "",
        "purchasedCount": 612,
        "readLink": "https://drive.google.com/file/d/1tvc4xUFllLMfzc4sdicitwiNZRRxx6WY/view?usp=sharing",
        "status": "đã phát hành"
    },
    {
        "id": 21,
        "title": "Thiên Cơ 38 Cục",
        "category": "nhan-tinh",
        "cover": "img/books/id21.jpg",
        "newCover": "img/newbooks/id21.jpg",
        "price": "Tự định giá",
        "description": "Thiên Cơ Tuyệt Học, kỳ thư ẩn chứa 38 diệu cục kinh thiên động địa, nơi dương mưu sánh ngang âm kế, chính đạo hòa quyện tà thuật. Bày binh bố trận, không chỉ cậy sức mạnh cơ bắp, mà còn phải thấu triệt nhân tâm, nắm vững thế cục. Từ 'Kiến Tử Bất Cứu' thâm trầm đến 'Đằng Long Hủy Huyệt' xảo trá, từ 'Đả Ngư Sát Gia' tàn khốc đến 'Di Tinh Hoán Đẩu' ảo diệu, mỗi cục là một ván cờ, mỗi bước đi là một toan tính. Đọc 'Thiên Cơ 38 Cục', không chỉ để 'biết người biết ta, trăm trận trăm thắng', mà còn để rèn luyện tâm trí, khai mở tuệ nhãn, nhìn thấu lẽ thịnh suy, biến động của thế gian. Cuốn sách này, không dành cho kẻ tầm thường, chỉ hữu duyên với bậc trí giả, dám đối diện với bóng tối, dám nắm bắt cơ hội, dám nghịch thiên cải mệnh!",
        "rating": 4.3,
        "comments": [],
        "publicationDate": "2025-03-13",
        "purchased": false,
        "author": "",
        "publisher": "",
        "purchasedCount": 100,
        "readLink": "https://drive.google.com/file/d/1Q_8Ovm9T8q-Tio10CX7o8EwiW_uY8hHG/view?usp=sharing",
        "status": "đã phát hành"
    },
    {
        "id": 22,
        "title": "Thiên Cơ 36 Quỷ Thuật",
        "category": "nhan-tinh",
        "cover": "img/books/id22.jpg",
        "newCover": "img/newbooks/id22.jpg",
        "price": "Tự định giá",
        "description": "Thiên Cơ 36 Quỷ Thuật vén màn những mưu kế chốn giang hồ, đúc kết thành 36 kế sách để ứng phó với đời sống và công việc. Cuốn sách không cổ súy cho sự gian trá, mà hướng người đọc đến việc thấu hiểu quy luật, vận dụng linh hoạt các kế như 'Cân bằng quyền lực', 'Bạn bè và kẻ thù', 'Tiến thoái lưỡng nan',... để từ đó đưa ra quyết định sáng suốt. Đây là tập hợp những bài học thực tế, không quá cao siêu, giúp người đọc có thêm góc nhìn để đối nhân xử thế, tự bảo vệ mình và tìm kiếm thành công một cách khôn ngoan!",
        "rating": 3.7,
        "comments": [],
        "publicationDate": "2025-03-18",
        "purchased": false,
        "author": "",
        "publisher": "",
        "purchasedCount": 0,
        "readLink": "https://drive.google.com/file/d/1c5bypouQF_322J4knTQi5IpnBAflT3gj/view?usp=sharing",
        "status": "đã phát hành"
    },
    {
        "id": 23,
        "title": "Thiên Cơ 31 Ý Căn",
        "category": "ngo-dao",
        "cover": "img/books/id23.jpg",
        "newCover": "img/newbooks/id23.jpg",
        "price": "Tự định giá",
        "description": "Thiên Cơ Ý Căn thực chất chỉ là cẩm nang nhập môn, dung hội từ Nho Phật Đạo đến Tây phương triết học, từ thiền định đến trí huệ. Cốt lõi chỉ gói trong ba chữ: Tức tư lự. Phàm nhân bị não bộ chi phối, rơi vào vọng tưởng, mất đi bản tâm thanh tịnh. Khi hiểu ra thân xác chỉ là chiếc thuyền qua sông sinh tử, mới thấy chân ngã là chủ nhân thật sự. Tu hành không phải trốn đời mà là đối diện nghịch cảnh, giữ chánh niệm, an trú hiện tại, nội quán từng niệm khởi diệt. Khi làm chủ ý chí, không bị nghiệp lực chi phối, bản lai diện mục tự nhiên hiển lộ. Trí tuệ vốn sẵn có, chỉ đợi ta quay về.",
        "rating": 4.6,
        "comments": [],
        "publicationDate": "2025-03-21",
        "purchased": false,
        "author": "",
        "publisher": "",
        "purchasedCount": 0,
        "readLink": "https://drive.google.com/file/d/10kxi46i2VMMzmeUSIi8_NRGoUewDNHFn/view?usp=sharing",
        "status": "đã phát hành"
    },
    {
        "id": 24,
        "title": "Thiên Cơ 14 Xử Thế Tuyệt Diệu",
        "category": "nhan-tinh",
        "cover": "img/books/id24-1.jpg",
        "newCover": "img/newbooks/id24-1.jpg",
        "price": "99000",
        "description": "Thiên Cơ Xử Thế Tuyệt Kỹ, tựa như bảo điển trí tuệ cổ xưa, chắt lọc tinh hoa xử thế. Mỗi tuyệt kỹ, từ 'Nhẫn' đến 'Gian', đều là một nước cờ cao minh, dẫn dắt người đọc len lỏi giữa mê cung nhân tình thế thái. Lấy nhu khắc cương, lấy tĩnh chế động, lấy lùi làm tiến, mỗi chiêu thức ẩn chứa sức mạnh vô hình, xoay chuyển càn khôn. Người đọc nếu lĩnh hội được tinh túy, vận dụng linh hoạt, ắt sẽ ung dung tự tại giữa dòng đời, thành tựu sự nghiệp, bảo toàn bản thân. Không tranh tiểu tiết, mà lấy đại cục làm trọng, lấy khoan dung làm phúc, mới có thể dung nạp thiên hạ, tự tại giữa trời đất.",
        "rating": 4.7,
        "comments": [],
        "publicationDate": "2025-04-03",
        "purchased": false,
        "author": "",
        "publisher": "",
        "purchasedCount": 550,
        "readLink": "https://drive.google.com/file/d/1iMjekXH58qECB5U3MutRGqE3MsCa_CIu/view?usp=sharing",
        "status": "đã phát hành"
    },
    {
        "id": 25,
        "title": "Nhập Thế Mười Ba Kiếp",
        "category": "ngo-dao",
        "cover": "img/books/id25-1.jpg",
        "newCover": "img/newbooks/id25-4.jpg",
        "price": "59000",
        "description": "Nhập Thế Mười Ba Kiếp là hành trình khám phá bản chất thực dụng của xã hội hiện đại. Tác giả thẳng thắn chỉ ra rằng mọi mối quan hệ đều dựa trên giá trị trao đổi, không có gì là vĩnh cửu. Để tồn tại và vươn lên, cần học cách nói 'không', biết từ chối đúng lúc và tập trung vào mục tiêu cá nhân. Đừng phí thời gian vào những việc làm vô nghĩa hay giúp đỡ thiếu cân nhắc. Cuộc sống là chuỗi lựa chọn khắc nghiệt, nơi mỗi quyết định đều mang tính sống còn. Đừng mơ mộng về tình yêu thương vô điều kiện hay những giá trị đạo đức viển vông. Để thành công cần tập trung vào các yếu tố có xác suất cao, tránh những việc có xác suất thấp. Cuối cùng, tác giả nhấn mạnh tầm quan trọng của việc nhận thức bản thân và dũng cảm đối mặt với sự thật trần trụi của cuộc đời.",
        "rating": 4.2,
        "comments": [],
        "publicationDate": "2025-04-10",
        "purchased": false,
        "author": "",
        "publisher": "",
        "purchasedCount": 0,
        "readLink": "https://drive.google.com/file/d/1uW6qme3PsRmrCvqqh_IhUWxyL5HRs_ek/view?usp=sharing",
        "status": "đã phát hành"
    },
    {
        "id": 26,
        "title": "Nhân Tính Xã Giao Tư Duy Thủ Sách",
        "category": "nhan-tinh",
        "cover": "img/books/id26.jpg",
        "newCover": "img/newbooks/id26.jpg",
        "price": "69000",
        "description": "Đây không phải giáo điều, mà là những mưu lược thực tế đến tàn nhẫn: từ việc nhìn nhận giá trị thực của các mối quan hệ, lựa chọn hôn nhân mang tính vụ lợi, đến việc biến thất bại thành bài học xương máu. Hãy đối diện sự thật về cách vận hành xã hội, học cách phát triển phẩm chất thực dụng, đầu tư chiến lược vào con người, và xây dựng nội lực vững vàng để không chỉ tồn tại mà còn vươn đến thành công ngoài mong đợi.",
        "rating": 4.6,
        "comments": ["Cuốn tài liệu đi sâu vào khía cạnh đen tối, thực dụng trong quan hệ xã hội và tâm lý con người. Nội dung thẳng thắn, không né tránh những góc khuất của tư duy và hành vi."],
        "publicationDate": "2025-04-30",
        "purchased": false,
        "author": "Xuyên Thấu Nhân Tính",
        "publisher": "",
        "purchasedCount": 700,
        "readLink": "https://drive.google.com/file/d/1YcNY6y6esAU7pYKO_cpmqXiq_SLvCsjK/view?usp=sharing",
        "status": "ĐÃ PHÁT HÀNH"
    },
    {
        "id": 27,
        "title": "Hoàng Đế Nội Kinh",
        "category": "ngo-dao",
        "cover": "img/books/id27-2.jpg",
        "newCover": "img/newbooks/id27-1.jpg",
        "price": "Chưa định giá",
        "description": "<strong>Hoàng Đế Nội Kinh</strong> là bộ sách y học cổ nhất và quan trọng nhất của Đông y, được biên soạn từ tri thức nhiều đời, dựa trên tư tưởng Âm Dương - Ngũ Hành. Tác phẩm gồm hai phần: Tố Vấn (lý luận y đạo) và Linh Khu (châm cứu, trị liệu), với triết lý cốt lõi <strong>'Thánh nhân trị vị bệnh, bất trị dĩ bệnh'</strong> (Người giỏi chữa bệnh từ khi chưa phát, không đợi đến lúc bệnh hình thành), nhấn mạnh phòng bệnh hơn chữa bệnh. Sách đề cao sự cân bằng giữa con người và tự nhiên, phương pháp dưỡng sinh, điều hòa khí huyết, và ứng dụng hệ thống kinh lạc trong chẩn trị. Không chỉ là cẩm nang y học, Hoàng Đế Nội Kinh còn chứa đựng tầm nhìn vũ trụ nhân sinh sâu sắc, ảnh hưởng rộng rãi đến y học cổ truyền Á Đông.<br>\n<em>Bản dịch này</em>: - Tôn trọng nguyên tác - Giải nghĩa <strong> bằng tiếng Việt hiện đại</strong> - Giúp mọi độc giả đều có thể tiếp cận và hiểu được tinh hoa trí tuệ nghìn năm của tiền nhân.",
        "rating": 0,
        "comments": ["Bản dịch này được thực hiện trực tiếp từ nguyên tác chữ Phồn thể, với nhiều thuật ngữ Y học cổ truyền đặc thù (kinh lạc, tạng phủ, khí huyết...), vì vậy để đảm bảo chất lượng bản dịch, chúng tôi cần thêm thời gian để nghiên cứu kỹ lưỡng. Quý độc giả có thể tham khảo các bản dịch hiện có trên Internet trong thời gian chờ đợi bản dịch chính thức hoàn thiện.\n "],
        "publicationDate": "2025-05-15",
        "purchased": false,
        "author": "Tố Vấn - Linh Khu",
        "publisher": "",
        "purchasedCount": 0,
        "readLink": "Đang khởi tạo",
        "status": "chưa phát hành"
    },
    {
        "id": 28,
        "title": "Logic Kiếm Tiền Dựa Trên Bản Chất Con Người - 108 Câu Hỏi",
        "category": "bai-viet-tianya",
        "cover": "img/books/id28.jpg",
        "newCover": "img/newbooks/id28.jpg",
        "price": "Tùy tâm",
        "description": "Đây là bản ghi chép ngắn gọn từ một bài viết Tianya của một lão nhân gia <strong>có chút tiền</strong>, trả lời 108 câu hỏi từ cộng đồng mạng về tư duy, chiến lược và thực tiễn kiếm tiền theo bản chất con người. Bài viêt phù hợp cho những ai đang tìm kiếm cơ hội khởi nghiệp, muốn thay đổi vận mệnh bằng chính sức lực, tư duy và hành động nhất quán với quy luật thị trường và bản chất con người.",
        "rating": 0,
        "comments": ["Sách miễn phí PDF không có bản đọc thử, phiên bản sách nói hiện không khởi tạo"],
        "publicationDate": "2025-05-13",
        "purchased": false,
        "author": "Kim Tiền Đạo Nhân",
        "publisher": "",
        "purchasedCount": 0,
        "readLink": "Đang khởi tạo",
        "status": "chưa phát hành"
    }
]